{
	"Statistics-AirlinePassengerMiles":"Airline Passenger Miles Revenue passenger miles flown by commercial airlines. Time series data containing annual revenue passenger miles flown (in millions) by commercial airlines in the United States from 1937 to 1960. Airline  Passenger  Miles",
	"Statistics-AirplaneGlass":"Airplane Glass Time to failure for airplane glass. Time to failure for 31 glass aircraft windows. Airplane  Glass",
	"Statistics-AnimalWeights":"Animal Weights Brain and body weights for 28 animal species. Average brain and body weights for 28 species of land animals. Animal  Weights",
	"Statistics-AnorexiaTreatment":"Anorexia Treatment Anorexia data on weight change. Weight change data for young female patients with anorexia under three treatment regimens. Anorexia  Treatment",
	"Statistics-AnscombeRegressionLines":"Anscombe Regression Lines Anscombe's 4 regression line data. Data showing that very dissimilar datasets can share a number of traditional properties (mean, variance, correlation, regression line, etc.). Anscombe  Regression  Lines",
	"Statistics-AustraliaAIDS":"Australia AIDS Australian AIDS survival data. Data on patients diagnosed with AIDS in Australia before 1 July 1991. Australia  A I D S",
	"Statistics-AustraliaRainfall":"Australia Rainfall Maximum one-day rainfall for 47 year period in Turramura. Daily rainfall (in millimeters) was recorded over a 47-year period in Turramurra, Sydney, Australia.  For each year the wettest day was identified (that having the greatest rainfall).  The data show the rainfall recorded for the 47 annual maxima. Australia  Rainfall",
	"Statistics-Baboon":"Baboon Time to descent for sleeping baboons A study conducted in the Amboseli Reserve in Kenya on the time of the day at which members of a baboon troop descend from the trees in which they sleep.  The time is defined as the time at which half of the troop has descended. On some days the observers arrived early enough to observe at what time this occurred. Other times they arrived after this median descent time so the day's observation was left censored. The given data are these median descent times with an indicator for left-censoring. Baboon",
	"Statistics-BatchChemicalProcessYields":"BatchChemicalProcessYields Yields from a batch chemical process also known as Box-Jenkins Series F Consecutive yields from a batch chemical process. Batch Chemical Process Yields",
	"Statistics-BeaverBodyTemperatures":"Beaver Body Temperatures Body temperature series of a female beaver. Body temperature measurements measured via telemetry in 10 minute intervals for a female beaver Castor canadensis in north-central Wisconsin. Beaver  Body  Temperatures",
	"Statistics-BelgianCalls":"Belgian Calls Belgium phone calls 1950-1973. The annual numbers of telephone calls (in millions) in Belgium for the years 1950 to 1973. It was discovered by Rousseeuw and Leroy (1987) that for the years 1964 to 1969 the total number of minutes rather than number of calls had been recorded. In 1963 and 1970 both methods had been used. Belgian  Calls",
	"Statistics-BiochemicalOxygenDemand":"Biochemical Oxygen Demand Biochemical experiment of oxygen demand data. Obtained by Marske in 1967.  In this experiment, the biochemical oxygen demand (BOD) was measured for day 1, 2, 3, 4, 5, and 7.  Biochemical  Oxygen  Demand",
	"Statistics-BirthWeightRisk":"Birth Weight Risk Risk factors associated with low infant birth weight. Nine potential risk factors for low birth weight with birth weight outcomes. Birth  Weight  Risk",
	"Statistics-BlackCherryTrees":"Black Cherry Trees Girth, height and volume of black cherry trees. Measurements of the girth, height and volume of timber in 31 felled black cherry trees. Black  Cherry  Trees",
	"Statistics-BoforsSteel":"Bofors Steel Yield strength of Bofors steel. Yield strength of Bofors steel in 1.275 kg\/mm^2 for 389 samples. Bofors  Steel",
	"Statistics-BoilingAlps":"Boiling Alps Data on boiling points of water in the Alps. Seventeen observations on the boiling point of water and barometric pressure in inches of mercury. Boiling  Alps",
	"Statistics-BoneMarrowLeukemia":"Bone Marrow Leukemia Bone marrow transplantation for Leukemia Time to death in remission due to treatment or replapse for patients receiving bone marrow transplants for Leukemia. Several risk factors are also included. Bone  Marrow  Leukemia",
	"Statistics-BoneMarrowTransplants":"Bone Marrow Transplants Autologous and allogeneic bone marrow transplants A sample of 101 patients with advanced acute myelogenous leukemia reported to the International Bone Marrow Transplant Registry. Fifty-one of these patients had received an autologous (auto) bone marrow transplant in which, after high doses of chemotherapy, their own marrow was reinfused to replace their destroyed immune system. Fifty patients had an allogeneic (allo) bone marrow transplant where marrow from an HLA-matched sibling was used to replenish their immune systems. These data are right censored. Bone  Marrow  Transplants",
	"Statistics-BostonHomes":"Boston Homes Housing values in suburbs of Boston. Home values for 506 Boston suburbs with potential influential factors. Boston  Homes",
	"Statistics-BuffaloSnow":"Buffalo Snow Snowfall records for Buffalo, New York from 1910 to 1972. Snow accumulations in inches for Buffalo, New York from 1910 to 1972. Buffalo  Snow",
	"Statistics-Cabbages":"Cabbages Data from a cabbage field trial. Data from 60 cabbages with measures of ascorbic acid content, weight, planting season and cultivar. Cabbages",
	"Statistics-CarStoppingDistances":"Car Stopping Distances Car stopping distances as a function of speed. Data on the relation between the speed of the car and the distance for the car to stop. Car  Stopping  Distances",
	"Statistics-CementHeat":"Cement Heat Heat evolved by setting cements. Thirteen samples of Portland cement were set. For each sample, the percentages of the four main chemical ingredients were accurately measured. While the cement was setting the amount of heat evolved was also measured. Cement  Heat",
	"Statistics-CeramicStrength":"Ceramic Strength Ceramic break points. Effect of machining factors on the strength of ceramics. Contains 480 break point measures for ceramic samples. Ceramic  Strength",
	"Statistics-ChanningHouse":"Channing House Channing House retirement center data Age at death for 462 individuals who were in residence during the period January 1964 to July 1975 at Channing House retirement center. The data are left truncated. Channing  House",
	"Statistics-ChemicalProcessConcentrations":"ChemicalProcessConcentrations Chemical process concentration readings also known as Box-Jenkins Series A Data for chemical process concentration readings in the intervals of 2 hours. Chemical Process Concentrations",
	"Statistics-ChemicalProcessTemperatures":"ChemicalProcessTemperatures Every minute readings of a chemical process temperature also known as Box-Jenkins Series C Data for chemical process temperature every minute readings. Chemical Process Temperatures",
	"Statistics-ChemicalProcessViscosityReadings":"ChemicalProcessViscosityReadings Chemical process viscosity hourly readings also known as Box-Jenkins Series D Hourly data for chemical process viscosity readings. Chemical Process Viscosity Readings",
	"Statistics-ChickenWeight":"Chicken Weight Chickens growth weight. Data on an experiment to measure and compare the effectiveness of 6 different feed supplements on the growth rate of chickens.  The chickens' weights in grams after six weeks were measured along with their feed types. Chicken  Weight",
	"Statistics-CopperLevels":"Copper Levels Copper in wholemeal flour. A set of 24 determinations of copper in wholemeal flour in parts per million.  Copper  Levels",
	"Statistics-CosmeticDeterioration":"Cosmetic Deterioration Time to cosmetic deterioration of breast cancer patients A retrospective study comparing the cosmetic effects of radiotherapy alone versus radiotherapy and adjuvant chemotherapy on women with early breast cancer. The use of an excision biopsy , followed by radiation therapy, has been suggested as an alternative to mastectomy. This therapy preserves the breast and, hence, has the benefit of an improved cosmetic effect. The use of adjuvant chemotherapy is often indicated to prevent recurrence of the cancer, but ther is some clinical evidence that it enhances the effects of radiation on normal tissue, thus offsetting the cosmetic benefit of this procedure. Patients were measured approximately every 4 to 6 months. The time of interest is time to appearance of moderate or severe breast retraction. These data are interval censored. Cosmetic  Deterioration",
	"Statistics-CPUPerformance":"CPU Performance Performance of computer CPUs. A relative performance measure and characteristics of 209 CPUs. C P U  Performance",
	"Statistics-CrabMeasures":"Crab Measures Morphological measurements on Leptograpsus crabs. Five morphological measurements of two varieties of the crab species Leptograpsus variegatus from Fremantle, W. Australia. Fifty crabs of each sex and variety were measured. Crab  Measures",
	"Statistics-Cushings":"Cushings Diagnostic tests on patients with Cushing's syndrome. Cushings syndrome is a hypertensive disorder associated with over-secretion of cortisol by the adrenal gland. The observations are urinary excretion rates of two steroid metabolites. Cushings",
	"Statistics-CyrtoideaeLength":"Cyrtoideae Length Length of Cyrtoideae. Length of 100 Cyrtoideae in microns. Cyrtoideae  Length",
	"Statistics-DenmarkMelanoma":"Denmark Melanoma Survival from malignant melanoma. Data on 205 patients in Denmark with malignant melanoma. Denmark  Melanoma",
	"Statistics-DNaseAssay":"DNase Assay Elisa assay of DNase data. Data about the ELISA assay for the recombinant protein DNase in rat serum. D Nase  Assay",
	"Statistics-EarthquakeWaitingTimes":"Earthquake Waiting Times Earthquake waiting times. The time in days between serious (magnitude at least 7.5 or over 1000 fatalities) earthquakes worldwide, from 12\/16\/1902 to 3\/4\/1977. Earthquake  Waiting  Times",
	"Statistics-EconomicFluctuation":"Economic Fluctuation Longley's economic fluctuation data. Data on 7 economical variables which were observed yearly from 1947 to 1962. Economic  Fluctuation",
	"Statistics-EmployeeAttitude":"Employee Attitude Chatterjee-Price attitude data. Employee attitude data for 30 departments in a large financial organization.  Each observation is an aggregate of questionnaire responses from approximately 35 randomly selected employees in a department.  The numbers give the percentage of favorable responses to seven questions.   Employee  Attitude",
	"Statistics-EsophagealCancer":"Esophageal Cancer Case-control study of esophageal cancer. Data from a case-control study of esophageal cancer in Ile-et-Vilaine, France.  Esophageal  Cancer",
	"Statistics-FatigueLifeFailures":"Fatigue Life Failures Fatigue-life of deep-groove ball-bearings. The data give the number of cycles to failure of deep-groove ball-bearings. Fatigue  Life  Failures",
	"Statistics-FemaleHeightsAndWeights":"Female Heights And Weights Female heights and weights data. Data on the average heights and weights for American women aged between 30 to 39. Female  Heights  And  Weights",
	"Statistics-FiberStrength":"Fiber Strength Fiber strength of Indian cotton. Fiber Strength of Indian Cotton given in grams for 3000 samples. Fiber  Strength",
	"Statistics-FisherCats":"Fisher's Cats Anatomical data from domestic cats. The heart and body weights of samples of male and female cats used for digitalis experiments. The cats were all adult, over 2 kg body weight. Fisher's  Cats",
	"Statistics-FisherIris":"Fisher Iris Fisher's iris data. The data set consists of 50 samples from each of three species of iris flowers.  Four features were measured from each sample, they are the length and the width of sepal and petal. This data set is often used to demonstrate classification techniques and discriminant analysis. Fisher  Iris",
	"Statistics-FlyAsh":"Fly Ash Fly ash particle diameters. Particle diameter of fly ash in 20 micron units for 211 samples. Fly  Ash",
	"Statistics-Formaldehyde":"Formaldehyde Formaldehyde concentration analysis. Obtained in a chemical experiment by reading the spectrophotometer to determine the formaldehyde concentration through the addition of chromatropic acid and concentrated sulphuric acid. Formaldehyde",
	"Statistics-GAGUrineLevels":"GAG Urine Levels Level of GAG in urine of children. Data were collected on the concentration of a chemical GAG in the urine of 314 children aged from zero to seventeen years. The aim of the study was to produce a chart to help a pediatrican to assess if a child's GAG concentration is 'normal'. G A G  Urine  Levels",
	"Statistics-GalaxyVelocity":"Galaxy Velocity Velocities for 82 galaxies. Velocities in km\/sec of 82 galaxies from 6 well-separated conic sections of an unfilled survey of the Corona Borealis region. Multimodality in such surveys is evidence for voids and superclusters in the far universe. Galaxy  Velocity",
	"Statistics-GasFurnaceData":"GasFurnaceData Gas furnace data also known as Box-Jenkins Series J This example contains pairs consisting of input gas rate and percentage of carbon dioxide in outlet gas with sampling interval of 9 seconds. Gas Furnace Data",
	"Statistics-GilgaiSoil":"Gilgai Soil Line transect of soil in Gilgai territory. This data set was collected on a line transect survey in gilgai territory in New SouthWales, Australia. Gilgais are natural gentle depressions in otherwise flat land, and sometimes seem to be regularly distributed. The data collection was stimulated by the question: are these patterns reflected in soil properties? At each of 365 sampling locations on a linear grid of 4 meters spacing, samples were taken at depths 0-10 cm, 30-40 cm and 80-90 cm below the surface. pH, electrical conductivity and chloride content were measured on a 1:5 soil:water extract from each sample. Gilgai  Soil",
	"Statistics-GreatBritanAutoDeaths":"Great Britan Auto Deaths Deaths of car drivers in Great Britain 1969-84. A regular time series giving the monthly totals of car drivers in Great Britain killed or seriously injured Jan 1969 to Dec 1984. Compulsory wearing of seat belts was introduced on 31 Jan 1983 Great  Britan  Auto  Deaths",
	"Statistics-GuineaPigToothGrowth":"Guinea Pig Tooth Growth Guinea pigs' tooth growth. Data on the length of odontoblasts (teeth) for each of 10 guinea pigs measured at each of three dose levels of Vitamin C (0.5, 1, and 2 mg) with each of two delivery methods (orange juice or ascorbic acid).   Guinea  Pig  Tooth  Growth",
	"Statistics-Hodgkins":"Hodgkins Bone marrow transplants for Hodgkin's and non-Hodgkin's lymphoma Data collected on 43 bone marrow transplant patients at The Ohio State University Bone Marrow Transplant Unit. Hodgkins",
	"Statistics-IBMStockClosingPrices":"IBMStockClosingPrices IBM Common Stock Daily Closing Prices also known as Box-Jenkins Series B Data for IBM Common Stock Daily Closing Prices, May 17, 1961 to Nov. 2, 1962. I B M Stock Closing Prices",
	"Statistics-IndomethicinPharmacokinetics":"Indomethicin Pharmacokinetics Indomethicin pharmacokinetics experiment. Time series data about concentration of indomethicin on 6 subjects in the indomethicin pharmacokinetics experiment.  Indomethicin  Pharmacokinetics",
	"Statistics-InternationalAirlinePassengers":"InternationalAirlinePassengers Monthly totals of international airline passegers also known as Box-Jenkins Series G Data for monthly totals of international airline passegers for January 1949 - December 1960, given in thousands of passengers. International Airline Passengers",
	"Statistics-KaleDDT":"Kale DDT DDT in Kale. A set of measurements by different laboratories of the pesticide DDT in kale, in ppm(parts per million) using the multiple pesticide residue measurement. Kale  D D T",
	"Statistics-KidneyInfection":"Kidney Infection Times to infection for kidney dialysis patients Time to first exit-site infection in months in patients with renal insufficiency. The data are right censored. Kidney  Infection",
	"Statistics-KidneyTransplant":"Kidney Transplant Death times of Kidney transplant patients Time to death of 863 kidney transplant patients.  Kidney  Transplant",
	"Statistics-LakeMeadLevels":"Lake Mead Levels Lake Mead levels. Elevation of Lake Mead at Hoover Dam, in feet, in years 1935-2009.  The observation on January of 1935 was missing. Lake  Mead  Levels",
	"Statistics-LarynxCancer":"Larynx Cancer Death times of male laryngeal cancer patients Death times of male laryngeal cancer patients. Larynx  Cancer",
	"Statistics-LifeCycleSavings":"Life Cycle Savings Life-cycle savings hypothesis study. Savings data averaged over the decade from 1960 to 1970 to remove the business cycle or other short term fluctuations. Life  Cycle  Savings",
	"Statistics-LoblollyTreeGrowth":"Loblolly Tree Growth Loblolly pine tree growth measurement. Time series data on the increase of tree height measured for each of 14 trees from different seed sources.   Loblolly  Tree  Growth",
	"Statistics-LosAngelesOzoneReadings":"LosAngelesOzoneReadings Monthly averages of hourly readings of ozone in downtown Los Angeles, also known as Box-Jenkins Series R Monthly averages of hourly readings of ozone in downtown Los Angeles with values in pphm. Los Angeles Ozone Readings",
	"Statistics-MahanadiRiverFlow":"Mahanadi River Flow Mahanadi river flow data. Contains 22 measures of the annual minimum mean daily flows, in cubic meter per second, of the Mahanadi river in central India. Mahanadi  River  Flow",
	"Statistics-MarkTwainAuthorship":"Mark Twain Authorship Distribution of word lengths for Mark Twain and Quintus Curtius Snodgrass. In 1861 the New Orleans Crescent published a set of ten letters signed Quintus Curtius Snodgrass.  Although the events discussed in the letters seem to have occurred, there is no record of anyone of that name.  It has been claimed that the author was, in fact, none other than Mark Twain.  One way of settling authorship disputes is to compare distributions of word lengths. The category at word length 13 represents all words of length 13 or more. Mark  Twain  Authorship",
	"Statistics-MercuryVaporPressure":"Mercury Vapor Pressure Relation of mercury vapor pressure vs temperature. Data on relation between temperature and mercury's vapor pressure.   Mercury  Vapor  Pressure",
	"Statistics-MinkFurSales":"MinkFurSales Annual mink fur sales of Hudson's Bay Company, also known as Box-Jenkins Series L Annual mink fur sales of Hudson's Bay Company for 1850 - 1911. Mink Fur Sales",
	"Statistics-MotorFailures":"Motor Failures Accelerated life testing of motorettes. An accelerated life test at each of four temperatures of 10 motorettes. Motor  Failures",
	"Statistics-NewcombLightSpeed":"Newcomb Light Speed Newcomb's measurements of the passage time of light. A numeric vector giving the 'Third Series' of measurements of the passage time of light recorded by Newcomb in 1882. The given values divided by 1000 plus 24 give the time in millionths of a second for light to traverse a known distance. The 'true' value is now considered to be 33.02. Newcomb  Light  Speed",
	"Statistics-NickelContent":"Nickel Content Determinations of nickel content. A collection of 31 determinations of nickel content (ppm) in a Canadian syenite rock. Nickel  Content",
	"Statistics-OldFaithful":"Old Faithful Old faithful geyser data. Data on eruptions of Old Faithful geyser, October 1980. Variables are the duration in seconds of the current eruption, and the time in minutes to the next eruption. Collected by volunteers, and supplied by the Yellowstone National Park Geologist. Data was not collected between approximately midnight and 6 AM. Old  Faithful",
	"Statistics-OrangeTreeGrowth":"Orange Tree Growth Orange tree growth data. Time series data on the measurement of the trunk circumferences increase for five orange trees. Orange  Tree  Growth",
	"Statistics-OtitisMedia":"Otitis Media Presence of bacteria after drug treatments for ear infections. The effects of a drug on 50 children with a history of otitis media in the Northern Territory of Australia.  Otitis  Media",
	"Statistics-OzoneConcentrations":"Ozone Concentrations Ozone concentrations by city and date. Daily maximum ozone concentrations at Stamford, Connecticut and Yonkers, New York, during the period May 1, 1974 to September 30, 1974, recorded in parts per billion (ppb). Ozone  Concentrations",
	"Statistics-PlantGrowth":"Plant Growth Comparison of growth of plants by yield weight. In the experiment, dried weight of plants was used to compare their yields for each of one control group and two treatment groups. Plant  Growth",
	"Statistics-Psychiatric":"Psychiatric Death times of psychiatric patients Survival data on 26 psychiatric patients admitted to the University of Iowa hospitals between 1935 and 1948. Psychiatric",
	"Statistics-PuromycinReactionVelocity":"Puromycin Reaction Velocity Velocities of enzymatic reactions with or without Puromycin. The instantaneous reaction rate assumed to depend on the substrate concentration according to the Michaelis-Menten equation. Puromycin  Reaction  Velocity",
	"Statistics-QuarterlyRevenue":"Quarterly Revenue Regression study of revenue data. Data consisting of 39 observations on quarterly revenue from 2nd quarter of 1962 to 4th quarter of 1971.  Quarterly  Revenue",
	"Statistics-RainfallSeeding":"Rainfall Seeding Rainfall seeding data. Rainfall in acre-feet from 52 clouds, of which 26 were chosen randomly and seeded with silver oxide. Rainfall  Seeding",
	"Statistics-RiverLengths":"River Lengths Lengths of 141 major rivers in North America. Data about the lengths (in miles) of 141 major rivers in North America, as compiled by the US Geological Survey.   River  Lengths",
	"Statistics-ScientificDiscoveries":"Scientific Discoveries Number of great scientific discoveries of each year. Data on the number of great inventions and scientific discoveries in each year from 1860 to 1959. Scientific  Discoveries",
	"Statistics-ScottishHillRaces":"Scottish Hill Races Record times in Scottish hill races. The record times in 1984 for 35 Scottish hill races. Scottish  Hill  Races",
	"Statistics-SingerHeights":"Singer Heights Heights of singers. Heights in inches of the singers in the New York Choral Society in 1979. The data are grouped according to eight voice parts; the vocal range of each voice part decreases in pitch in the order in which the voice parts are given in the table. Soprano 1 is highest, soprano2 is second highest, and so forth. The four highest parts are female voices and the four lowest parts are male voices. Singer  Heights",
	"Statistics-SoporificDrugs":"Soporific Drugs Comparison of the effect of two soporific drugs on sleep. Data showing the effect of two soporific drugs on 10 patients regarding to the increase in hours of sleep compared to control.  Soporific  Drugs",
	"Statistics-SP500":"Standard and Poor's 500 Returns of the Standard and Poors 500. Daily returns of the Standard and Poors 500 Index in the 1990's. Standard and  Poor's 500",
	"Statistics-SpeedOfLight":"Speed Of Light Michaelson and Morley's speed of light data. Each run considered as a quantitative variable to account for linear (or polynomial) changes in the measurement for each experiment.  Speed  Of  Light",
	"Statistics-StacklossPlant":"Stackloss Plant Brownlee's stack loss plant data. Operational data about the oxidation of ammonia to nitric acid which was obtained from 21 days of operation of a plant for the oxidation of ammonia (NH3) to nitric acid (HNO3).  Stack loss (the dependent variable) is 10 times the percentage of ammonia escaped from the absorption which is an inverse measure of the over-all ammonia oxidation efficiency of the plant. Stackloss  Plant",
	"Statistics-SwissBankNotes":"Swiss Bank Notes Swiss bank note data. Six measurements made on 100 genuine Swiss bank notes and 100 counterfeit ones. Swiss  Bank  Notes",
	"Statistics-SwissFertility":"Swiss Fertility Swiss fertility and socioeconomic indicators (1888). Data on the standardized fertility measure and socio-economic indicators for each of 47 French-speaking provinces of Switzerland in 1888.    Swiss  Fertility",
	"Statistics-Terrorism":"Terrorism The severity of terrorist attacks. The severity of terrorist attacks worldwide from February 1968 to June 2006, measured as the number of deaths directly resulting. Terrorism",
	"Statistics-TimeToAIDS":"Time to AIDS Time to AIDS in years for adults and children Data on the infection and induction time for 258 adults and 37 children who were infected with the HIV virus and developed AIDS by June 30, 1986. The data consists of the time in years, measured from April 1, 1978, when adults were infected by the virus from a contaminated blood transfusion, and the waiting time to development of AIDS, measured from the date of infection. For the pediatric population, children were infected in utero or at birth, and the infection time is the number of years from April 1, 1978 to birth. These data are right truncated. Time to  A I D S",
	"Statistics-TopOilFields2001":"Top Oil Fields 2001 Top producing oil fields in 2001. The top oil producing fields ranked in 2001 according to average daily production in 2000, given in thousands of barrels. Top  Oil  Fields 2001",
	"Statistics-UgandaVolcanoes":"Uganda Volcanoes Volcanic craters in Uganda. Locations of craters in a volcanic field in Uganda. Uganda  Volcanoes",
	"Statistics-UKLungDiseaseDeaths":"UK Lung-Disease Deaths Monthly deaths from lung diseases in the UK. A time series giving the monthly deaths from bronchitis, emphysema and asthma in the UK, 1974 to 1979, both sexes (deaths), U K  Lung- Disease  Deaths",
	"Statistics-UKUnemployment":"UKUnemployment Unemploymet and GDP data in UK, also known as Box-Jenkins Series P Unemploymet and GDP data in UK for 1955-1969, seasonally adjusted, unemployement in thousands; gross domestic product (GDP) is composite estimate (1963 = 100). U K Unemployment",
	"Statistics-UniversitySalaries":"University Salaries Salaries from three university campuses. Salaries from three university campuses in 2010.  The data contain salaries for 25438 individuals (names removed) along with department, campus, and percentage of full time employed. University  Salaries",
	"Statistics-USAccidentalDeaths":"US Accidental Deaths Accidental deaths in the US Jan 1973 - Dec 1978. A regular time series giving the monthly totals of accidental deaths in the USA. U S  Accidental  Deaths",
	"Statistics-USArrests":"US Arrests 50 US states arrests data in 1973. Records of number of arrests per 100,000 residents for assault, murder and rape in each of 50 US states in 1973 and percentage of population living in urban areas for each state. U S  Arrests",
	"Statistics-USCars1993":"US Cars 1993 Data from 93 cars on sale in the USA in 1993. Data from 93 cars, selected at random, on sale in the US in 1993 with 27 variables U S  Cars 1993",
	"Statistics-USCityTemperature":"US City Temperature US city temperatures. Average monthly temperatures in degrees Fahrenheit, from January 1964 to December 1973 in Eureka, California , Lincoln, Nebraska and Newark, New Jersey U S  City  Temperature",
	"Statistics-USEarthquakes":"US Earthquakes Earthquakes in the U.S. from July 28th, 1789 to March 24th, 2010. Earthquake magnitudes, as recorded by the U.S. Geological Survey, with magnitudes ranging from 1.0 to 9.9, in the United States between July 28th, 1789 and March 24th, 2010. U S  Earthquakes",
	"Statistics-USHogPrices":"USHogPrices Logged and codded U.S. hog price data, also known as Box-Jenkins Series Q Logged and codded U.S. hog price annual data for 1867-1948; values are 1000 Log10 Ht, where Ht is the price, in dollars, per head on January 1 of the year. U S Hog Prices",
	"Statistics-USHurricaneLoss":"US Hurricane Loss U.S. loss due to hurricanes in millions of U.S. Dollars. The thirty most destructive hurricanes in U.S., 1949-1999 (including Hawaii, Puerto Rico, and the U.S. Virgin Islands) U S  Hurricane  Loss",
	"Statistics-USLifeTable2003":"US Life Table 2003 U.S. life table 2003. A life table for the total United States population in 2003. U S  Life  Table 2003",
	"Statistics-USStateIncome":"US State Income United States per capita income by state. United States per capita income by state in 2005. U S  State  Income",
	"Statistics-WarpBreaks":"Warp Breaks Number of breaks in yarn during weaving. Data about the number of warp breaks per loom. Warp  Breaks",
	"Statistics-WesternUgandaBorder":"Western Uganda Border Bounding coordinates for Western Uganda. A series of coordinates for the bounding polygon of Western Uganda. Western  Uganda  Border",
	"Statistics-WolfSunspotNumbers":"WolfSunspotNumbers Yearly averages of Wolf sunspot numbers for years 1770-1869, also known as Box-Jenkins Series E Data for yearly averages of sunspot numbers originaly compiled by Johann Rudolf Wolf (1770-1869). Wolf Sunspot Numbers"
}